docs/posts/2015-01-13-mercy.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Mar 29, 2025 13:15 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Mercy, the Law, and Les Misérables</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link href='/pagefind/pagefind-ui.css' rel='stylesheet'>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/atom.xml">Feed</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Mercy, the Law, and Les Misérables</h1>
<p class="subtitle" role="doc-subtitle">Jan 13, 2015 00:00</p>
</header><p>
Mitch Randall always seems to have some clever and interesting themes to use for his sermon series. In the past, we&rsquo;ve had, among others, movies, board-games, and monsters. This summer, the series was called &ldquo;NorthHaven Goes to Broadway.&rdquo; Unfortunately, I missed most of it because of our vacation trip and military duty, but I was there this past Sunday for his sermon based on Les Misérables.
</p>

<p>
I don&rsquo;t know if she was doing it to spiritually prepare for Sunday, but Sheri, my wife, had been playing the 2012 film version over the past week. A few days ago, she pointed out that there is an ethical problem in the film&#x2014;specifically, the conflict between mercy, on the one hand, and faithfulness to the law on the other.
</p>

<p>
In Victor Hugo&rsquo;s novel, Jean Valjean was an embittered ex-convict, unable to find food or lodging. When the the Bishop of Digne offered him shelter for the night, Valjean repaid him by stealing a set of expensive, extravagant silverware. The next morning, the police apprehended Valjean who told them an implausible story of how he had been given the silverware by the Bishop. When they dragged Valjean back to verify the story, we are given one of the most powerful scenes of grace found in literature:
</p>

<blockquote>
<p>
The door opened to disclose a dramatic group. Three men were holding a fourth by the arms and neck. The three were gendarmes; the fourth was Jean Valjean&#x2026;
</p>

<p>
&rsquo;So here you are!&rsquo; he cried to Valjean. &rsquo;I&rsquo;m delighted to see you. Had you forgotten that I gave you the candlesticks as well? They&rsquo;re silver like the rest, and worth a good two hundred francs. Did you forget to take them?&rsquo;
</p>

<p>
Jean Valjean&rsquo;s eyes had widened. He was now staring at the old man with an expression no words can convey&#x2026;
</p>

<p>
He fetched them from the mantelpiece and handed them to Valjean. The two women watched him do so without seeking by word or look to interfere. Valjean was trembling. He took the candlesticks mechanically and with a distracted air.
</p>

<p>
&rsquo;And now,&rsquo; said the bishop, &rsquo;go in peace. Incidentally, my friend, when next you come here you need not go through the garden. This door is never locked.&rsquo; He turned to the gendarmes. &rsquo;Thank you, gentlemen.&rsquo;
</p>

<p>
The gendarmes withdrew. Valjean stayed motionless as though he were on the verge of collapse. The bishop came up to him and said in a low voice:
</p>

<p>
&rsquo;Do not forget, do not ever forget, that you have promised me to use the money to make yourself an honest man.&rsquo;
</p>

<p>
Valjean, who did not recall having made any promise, was silent. The bishop had spoken the words slowly and deliberately. He concluded with a solemn emphasis:
</p>

<p>
&rsquo;Jean Valjean, my brother, you no longer belong to what is evil but to what is good. I have bought your soul to save it from black thoughts and the spirit of perdition, and I give it to God.&rsquo;<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>
</p>
</blockquote>

<p>
Jean Valjean was transformed, but like most transformations, it was not instantaneous&#x2014;after he went on his way, in his confusion, he stole a coin from a boy. He soon realized what he had done, and attempted to return the coin, but the theft has already been reported. If he were caught, he would be sentenced to life as a repeat offender.
</p>

<p>
Valjean adopted an alias and went on to forge a new life for himself. Eventually, he became a wealthy factory owner, the town mayor, and by all accounts, an honorable man. When Valjean learned that an innocent man faced punishment for Valjean&rsquo;s past crimes, he went to court and proclaimed his true identity.
</p>

<p>
This led to a series of arrests and escapes, and Valjeans constant pursuit by Javert, a fanatical police inspector, who seemed to seek only the enforcement of the law. At a critical point, Valjean had an opportunity to kill Javert, but instead, saved his life. Javert could not reconcile mercy and the law, and after this act of mercy on the part of Valjean, he could neither arrest Valjean nor let him go free. Javert&rsquo;s only escape from his cognitive dissonance was suicide.
</p>

<p>
In May, several news sources<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup> reported the story of the arrest of Cornealious Anderson. Anderson was convicted and sentenced when he was 23 for his role in a robbery. He was then told to wait for orders to report to prison, but those orders never came. He never hid his identity, and even asked his attorney what he should do. In the meantime, he married, raised four children, started and operated construction businesses, coached his son&rsquo;s football team, and ran the video during the services of his church.
</p>

<p>
When his original sentence was supposed to end, the state realized its clerical error. Anderson, through no fault of his own, had never served any part of his sentence. Eight US Marshals were immediately sent to his home to take him into custody.
</p>

<p>
Should the state of Missouri have enforced the original sentence or should it have shown mercy? Does acting on one show no respect for the other?
</p>

<p>
Judge Terry Brown of Mississippi County, Missouri freed Anderson after a ten minute hearing, and granted him time-served for his entire sentence&#x2014;he walked out of the courtroom with his family and no requirement for parole. Anderson&rsquo;s attorney said that the case shows that &ldquo;justice can be swift, justice can be harsh, but justice also can be merciful.&rdquo;
</p>

<p>
There lies the solution to the problem. The law should serve the interests of justice. So, we shouldn&rsquo;t ask if mercy is compatible with the law, but rather if mercy is compatible with <b>justice</b>, and that depends on what justice is. Is justice an act of revenge upon the one who committed the wrong, or is justice an act of restoration?
</p>

<p>
An act of robbery has many more victims than just the one who was robbed. The criminal obviously harmed the one who was robbed, but also harmed the greater community. This explains, at least in part, why the state, not just the individual, has in interest in the  prosecution of crime. Socrates thought that the greatest harm was done to offender himself, self-harm that consists in harm both to one&rsquo;s moral personality and one&rsquo;s relation to other members of the community.
</p>

<p>
The restorative justice movement understands justice as the repairing of the harm that was caused by criminal act, the harm done to victims, the community, and also to the offenders. The goal of justice, then, is the restoration of community and the transformation of those involved.
</p>

<p>
In the fictional case of Valjean and the actual case of Anderson, meeting the demands of the law would do more to harm the restoration of community than had already been achieved. So, in these cases, justice is not only compatible with mercy, but demands mercy. 
</p>

<p>
For more information on Restorative Justice, see <a href="http://www.restorativejustice.org">Restorative Justice Online</a>.
</p>

<div class="tagline" id="orga3f649a">
<p>
Tagged: <a href="../tags/religion.html">Religion</a>
</p>

</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes</h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Victor Hugo, <i>Les Misérables</i>, tr. Norman Denny (New York: Penguin, 2012), 110-111.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
Here are stories from the <a href="http://www.washingtonpost.com/news/post-nation/wp/2014/05/05/missouri-man-sent-to-prison-13-years-later-than-intended-is-released/">Washington Post</a> and the <a href="http://www.theguardian.com/world/2014/may/05/missouri-man-imprisoned-13-year-delay">Guardian</a>.
</p></div></div>


</div>
</div></main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Mar 29, 2025 13:15.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.1 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
